Repository: pronamic/wp-pronamic-pay-fundraising
Catalog: languages/pronamic-pay-crowdfunding-*.po
Languages: nl_nl

source: Extend the Pronamic Pay plugin with blocks for crowdfunding.
nl_nl: Breid de Pronamic Pay-plugin uit met blokken voor crowdfunding.

source: Raised:
nl_nl: Opbrengst:

source: Target:
nl_nl: Doel:

source: Target
nl_nl: Doel

source: Raised
nl_nl: Opbrengst

source: Contributions
nl_nl: Bijdragen

source: Crowdfunding Bar
nl_nl: Crowdfunding Voortgangsbalk

source: Displays crowdfunding information with progress bar.
nl_nl: Toont crowdfunding informatie met voortgangsbalk.

source: contributions
nl_nl: bijdragen

source: Displays raised crowdfunding amount with number of contributions.
nl_nl: Toont opgehaald crowdfunding bedrag met aantal bijdragen.

source: Crowdfunding Donut
nl_nl: Crowdfunding Voortgangsdonut

source: Displays crowdfunding information with progress donut.
nl_nl: Toont crowdfunding informatie met voortgangsdonut.
