Repository: pronamic/wp-pronamic-pay-fundraising
Catalog: languages/pronamic-pay-fundraising-*.po
Languages: nl_nl

source: Extend the Pronamic Pay plugin with fundraising blocks.
nl_nl: Breid de Pronamic Pay plugin uit met blokken voor geldinzameling.

source: Fundraising Progress Circle
nl_nl: Geldinzameling-voortgang (cirkel)

source: Displays fundraising information with circular progress chart.
nl_nl: Toont informatie over geldinzameling met cirkeldiagram.

source: Raised
nl_nl: Opbrengst

source: Target
nl_nl: Doel

source: Contributions
nl_nl: Bijdragen

source: Fundraising Progress Bar
nl_nl: Geldinzameling-voortgang (balk)

source: Displays fundraising raised and target amount with progress bar.
nl_nl: Toont geldinzameling opbrengst en doelbedrag met voortgangsbalk.

source: Raised:
nl_nl: Opbrengst:

source: Target:
nl_nl: Doel:

source: Fundraising Progress
nl_nl: Geldinzameling-voortgang

source: Displays fundraising raised amount and number of contributions.
nl_nl: Toont opgehaald bedrag en het aantal bijdragen voor geldinzameling.

source: contributions
nl_nl: bijdragen

# block title
source: Fundraising Progress Bar
nl_nl: Geldinzameling-voortgang (balk)

# block title
source: Fundraising Progress Circle
nl_nl: Geldinzameling-voortgang (cirkel)

# block title
source: Fundraising Progress
nl_nl: Geldinzameling-voortgang
